[
  {
    "id": 1,
    "title": "Chic Apartment in London with Wifi and Kitchen",
    "uniqueId": "rangamati_hotel_1",
    "destination": "Rangamati",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 100,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "This light, bright, and airy apartment in Rangamati offers a stylish and safe peaceful stay. Perfect for up to four guests, it features two bedrooms, two beds, and two baths. Amenities include Wifi, air conditioning, and a fully equipped kitchen. With a high rating of 4.9 and 20 reviews, this property ensures a comfortable and pleasant experience. Additionally, it has flexible cancellation policies, making it a convenient choice for travelers. The apartment's modern design and serene atmosphere provide a perfect retreat for a relaxing getaway.",
    "imageLink": "https://images.pexels.com/photos/3155666/pexels-photo-3155666.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 2,
    "title": "Spacious Apartment in New York with Wifi and Kitchen",
    "uniqueId": "rangamati_hotel_2",
    "destination": "Rangamati",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 110,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Enjoy a light, bright, and airy stylish apartment in Rangamati that ensures a safe and peaceful stay. This modern apartment is perfect for up to four guests, featuring two bedrooms, two beds, and two baths. It is equipped with essential amenities such as Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a delightful experience. The property also offers flexible cancellation policies, adding to the convenience for travelers. Its serene and stylish ambiance makes it an ideal choice for a relaxing and comfortable stay.",
    "imageLink": "https://images.pexels.com/photos/25003356/pexels-photo-25003356/free-photo-of-a-restaurant-with-plants-and-chairs-in-the-middle-of-the-room.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 3,
    "uniqueId": "rangamati_hotel_3",
    "title": "Light and Airy Apartment in Sydney with Wifi and Kitchen",
    "destination": "Rangamati",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 120,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Experience a light, bright, and airy stylish apartment in Rangamati that offers a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities including Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also provides flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/3768256/pexels-photo-3768256.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 4,
    "uniqueId": "rangamati_hotel_4",
    "title": "Modern Apartment in London with Wifi and Kitchen",
    "destination": "Rangamati",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 130,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay in a light, bright, and airy stylish apartment in Rangamati that ensures a safe and peaceful stay. Perfect for up to four guests, this apartment features two bedrooms, two beds, and two baths. It includes essential amenities like Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a comfortable and enjoyable experience. The property also offers flexible cancellation policies, making it a convenient option for travelers. Its modern design and serene ambiance provide a perfect retreat for relaxation.",
    "imageLink": "https://images.pexels.com/photos/2899687/pexels-photo-2899687.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 5,
    "uniqueId": "rangamati_hotel_5",
    "title": "Cozy Apartment in Bali with Wifi and Kitchen",
    "destination": "Rangamati",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 140,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Discover a light, bright, and airy stylish apartment in Rangamati that ensures a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities such as Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also offers flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/3144580/pexels-photo-3144580.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 12,
    "uniqueId": "sundarbans_hotel_1",
    "title": "Chic Apartment in London with Wifi and Kitchen",
    "destination": "Sundarbans",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 210,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay at a light, bright, and airy stylish apartment in the Sundarbans, offering a safe and peaceful stay. Perfect for up to four guests, it features two bedrooms, two beds, and two baths. Amenities include Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, this property ensures a comfortable and enjoyable experience. Flexible cancellation policies add convenience for travelers. The apartment's modern design and serene atmosphere provide a perfect retreat for a relaxing getaway in the Sundarbans.",
    "imageLink": "https://images.pexels.com/photos/1352305/pexels-photo-1352305.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 13,
    "uniqueId": "sundarbans_hotel_2",
    "title": "Spacious Apartment in New York with Wifi and Kitchen",
    "destination": "Sundarbans",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 220,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Enjoy a light, bright, and airy stylish apartment in the Sundarbans that ensures a safe and peaceful stay. This modern apartment is perfect for up to four guests, featuring two bedrooms, two beds, and two baths. It is equipped with essential amenities such as Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a delightful experience. The property also offers flexible cancellation policies, adding to the convenience for travelers. Its serene and stylish ambiance makes it an ideal choice for a relaxing and comfortable stay.",
    "imageLink": "https://images.pexels.com/photos/1261425/pexels-photo-1261425.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 14,
    "uniqueId": "sundarbans_hotel_3",
    "title": "Cozy Apartment in Bali with Wifi and Kitchen",
    "destination": "Sundarbans",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 230,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Experience a light, bright, and airy stylish apartment in the Sundarbans that offers a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities including Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also provides flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/1353361/pexels-photo-1353361.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 15,
    "uniqueId": "sundarbans_hotel_4",
    "title": "Spacious Apartment in New York with Wifi and Kitchen",
    "destination": "Sundarbans",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 240,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay in a light, bright, and airy stylish apartment in the Sundarbans that ensures a safe and peaceful stay. Perfect for up to four guests, this apartment features two bedrooms, two beds, and two baths. It includes essential amenities like Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a comfortable and enjoyable experience. The property also offers flexible cancellation policies, making it a convenient option for travelers. Its modern design and serene ambiance provide a perfect retreat for relaxation.",
    "imageLink": "https://images.pexels.com/photos/262048/pexels-photo-262048.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 16,
    "uniqueId": "sundarbans_hotel_5",
    "destination": "Sundarbans",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 250,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Discover a light, bright, and airy stylish apartment in the Sundarbans that ensures a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities such as Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also offers flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/1668533/pexels-photo-1668533.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 17,
    "uniqueId": "stmartin_hotel_1",
    "title": "Stylish Apartment in Sydney with Wifi and Kitchen",
    "destination": "Saint Martin",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 310,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay at a light, bright, and airy stylish apartment in Saint Martin, offering a safe and peaceful stay. Perfect for up to four guests, it features two bedrooms, two beds, and two baths. Amenities include Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, this property ensures a comfortable and enjoyable experience. Flexible cancellation policies add convenience for travelers. The apartment's modern design and serene atmosphere provide a perfect retreat for a relaxing getaway in Saint Martin.",
    "imageLink": "https://images.pexels.com/photos/298842/pexels-photo-298842.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 18,
    "uniqueId": "stmartin_hotel_2",
    "title": "Light and Airy Apartment in Sydney with Wifi and Kitchen",
    "destination": "Saint Martin",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 320,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Enjoy a light, bright, and airy stylish apartment in Saint Martin that ensures a safe and peaceful stay. This modern apartment is perfect for up to four guests, featuring two bedrooms, two beds, and two baths. It is equipped with essential amenities such as Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a delightful experience. The property also offers flexible cancellation policies, adding to the convenience for travelers. Its serene and stylish ambiance makes it an ideal choice for a relaxing and comfortable stay.",
    "imageLink": "https://images.pexels.com/photos/2373719/pexels-photo-2373719.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 19,
    "uniqueId": "stmartin_hotel_3",
    "title": "Stylish Apartment in Saint Martin with Wifi and Kitchen",
    "destination": "Saint Martin",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 330,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Experience a light, bright, and airy stylish apartment in Saint Martin that offers a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities including Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also provides flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/1248583/pexels-photo-1248583.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 20,
    "uniqueId": "stmartin_hotel_4",
    "title": "Light and Airy Apartment in Cox's Bazar with Wifi and Kitchen",
    "destination": "Saint Martin",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 340,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay in a light, bright, and airy stylish apartment in Saint Martin that ensures a safe and peaceful stay. Perfect for up to four guests, this apartment features two bedrooms, two beds, and two baths. It includes essential amenities like Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a comfortable and enjoyable experience. The property also offers flexible cancellation policies, making it a convenient option for travelers. Its modern design and serene ambiance provide a perfect retreat for relaxation.",
    "imageLink": "https://images.pexels.com/photos/2373719/pexels-photo-2373719.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 21,
    "uniqueId": "stmartin_hotel_5",
    "title": "Modern Apartment in London with Wifi and Kitchen",
    "destination": "Saint Martin",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 350,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Discover a light, bright, and airy stylish apartment in Saint Martin that ensures a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities such as Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also offers flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/2873951/pexels-photo-2873951.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 22,
    "uniqueId": "coxbazar_hotel_1",
    "title": "Cozy Apartment in Bali with Wifi and Kitchen",
    "destination": "Cox's Bazar",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 410,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay at a light, bright, and airy stylish apartment in Cox's Bazar, offering a safe and peaceful stay. Perfect for up to four guests, it features two bedrooms, two beds, and two baths. Amenities include Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, this property ensures a comfortable and enjoyable experience. Flexible cancellation policies add convenience for travelers. The apartment's modern design and serene atmosphere provide a perfect retreat for a relaxing getaway in Cox's Bazar.",
    "imageLink": "https://images.pexels.com/photos/221457/pexels-photo-221457.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 23,
    "uniqueId": "coxbazar_hotel_2",
    "title": "Chic Apartment in London with Wifi and Kitchen",
    "destination": "Cox's Bazar",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 420,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Enjoy a light, bright, and airy stylish apartment in Cox's Bazar that ensures a safe and peaceful stay. This modern apartment is perfect for up to four guests, featuring two bedrooms, two beds, and two baths. It is equipped with essential amenities such as Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a delightful experience. The property also offers flexible cancellation policies, adding to the convenience for travelers. Its serene and stylish ambiance makes it an ideal choice for a relaxing and comfortable stay.",
    "imageLink": "https://images.pexels.com/photos/221457/pexels-photo-221457.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 24,
    "uniqueId": "coxbazar_hotel_3",
    "title": "Cozy Apartment in Bali with Wifi and Kitchen",
    "destination": "Cox's Bazar",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 430,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Experience a light, bright, and airy stylish apartment in Cox's Bazar that offers a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities including Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also provides flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/221457/pexels-photo-221457.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 25,
    "uniqueId": "coxbazar_hotel_4",
    "title": "Modern Apartment in London with Wifi and Kitchen",
    "destination": "Cox's Bazar",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 440,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay in a light, bright, and airy stylish apartment in Cox's Bazar that ensures a safe and peaceful stay. Perfect for up to four guests, this apartment features two bedrooms, two beds, and two baths. It includes essential amenities like Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a comfortable and enjoyable experience. The property also offers flexible cancellation policies, making it a convenient option for travelers. Its modern design and serene ambiance provide a perfect retreat for relaxation.",
    "imageLink": "https://images.pexels.com/photos/221457/pexels-photo-221457.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 26,
    "uniqueId": "coxbazar_hotel_5",
    "title": "Light and Airy Apartment in Sydney with Wifi and Kitchen",
    "destination": "Cox's Bazar",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 450,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Discover a light, bright, and airy stylish apartment in Cox's Bazar that ensures a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities such as Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also offers flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/221457/pexels-photo-221457.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 27,
    "uniqueId": "sreemangal_hotel_1",
    "title": "Spacious Apartment in New York with Wifi and Kitchen",
    "destination": "Sreemangal",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 510,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay at a light, bright, and airy stylish apartment in Sreemangal, offering a safe and peaceful stay. Perfect for up to four guests, it features two bedrooms, two beds, and two baths. Amenities include Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, this property ensures a comfortable and enjoyable experience. Flexible cancellation policies add convenience for travelers. The apartment's modern design and serene atmosphere provide a perfect retreat for a relaxing getaway in Sreemangal.",
    "imageLink": "https://images.pexels.com/photos/1571460/pexels-photo-1571460.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 28,
    "uniqueId": "sreemangal_hotel_2",
    "title": "Chic Apartment in London with Wifi and Kitchen",
    "destination": "Sreemangal",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 520,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Enjoy a light, bright, and airy stylish apartment in Sreemangal that ensures a safe and peaceful stay. This modern apartment is perfect for up to four guests, featuring two bedrooms, two beds, and two baths. It is equipped with essential amenities such as Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a delightful experience. The property also offers flexible cancellation policies, adding to the convenience for travelers. Its serene and stylish ambiance makes it an ideal choice for a relaxing and comfortable stay.",
    "imageLink": "https://images.pexels.com/photos/2119710/pexels-photo-2119710.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 29,
    "uniqueId": "sreemangal_hotel_3",
    "title": "Stylish Apartment in Bali with Wifi and Kitchen",
    "destination": "Sreemangal",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 530,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Experience a light, bright, and airy stylish apartment in Sreemangal that offers a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities including Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also provides flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/2119710/pexels-photo-2119710.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 30,
    "uniqueId": "sreemangal_hotel_4",
    "title": "Light and Airy Apartment in Sydney with Wifi and Kitchen",
    "destination": "Sreemangal",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 540,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Stay in a light, bright, and airy stylish apartment in Sreemangal that ensures a safe and peaceful stay. Perfect for up to four guests, this apartment features two bedrooms, two beds, and two baths. It includes essential amenities like Wifi, air conditioning, and a kitchen. Rated 4.9 with 20 reviews, it promises a comfortable and enjoyable experience. The property also offers flexible cancellation policies, making it a convenient option for travelers. Its modern design and serene ambiance provide a perfect retreat for relaxation.",
    "imageLink": "https://images.pexels.com/photos/2119710/pexels-photo-2119710.jpeg?auto=compress&cs=tinysrgb&w=400"
  },
  {
    "id": 31,
    "uniqueId": "sreemangal_hotel_5",
    "title": "Cozy Apartment in Bali with Wifi and Kitchen",
    "destination": "Sreemangal",
    "price": "$34/night",
    "rating": 4.9,
    "reviews": 20,
    "reviewCount": 550,
    "cancellationFlexibility": "available",
    "bookingStatus": "available",
    "amenities": ["Wifi", "Air conditioning", "Kitchen"],
    "guests": 4,
    "bedrooms": 2,
    "beds": 2,
    "baths": 2,
    "description": "Discover a light, bright, and airy stylish apartment in Sreemangal that ensures a safe and peaceful stay. Ideal for four guests, this apartment features two bedrooms, two beds, and two baths. It comes with essential amenities such as Wifi, air conditioning, and a kitchen. With a high rating of 4.9 and 20 reviews, it guarantees a pleasant stay. The property also offers flexible cancellation options, making it convenient for guests. Its stylish and tranquil environment makes it perfect for a relaxing vacation.",
    "imageLink": "https://images.pexels.com/photos/2119710/pexels-photo-2119710.jpeg?auto=compress&cs=tinysrgb&w=400"
  }
]
